{"reviews":[{"review":"Honestly surprised at how many people gave this book a high rating as I found it fairly shallow. <br />Which is to be expected when the main method of delivery for the stoic themes underlying the book are anecdotes from great men/women of the past and present. <br /><br />There wasn't any critical analysis or even explanation about how to practically apply many of the principles described in the book other than \"endure it\" and \"be thankful for obstacles because they help you learn\".<br /><br />Ironically, listening to the audiobook version, I found the interview at the end much more insightful than the entire book combined.<br /><br />I much preferred \"A Guide to the Good Life: The Ancient Art of Stoic Joy\" by William Irvine, which was a much more practical book for introducing many of the topics discussed in this one.","rating":{"_text":"2"},"book":{"title":{"_text":"The Obstacle Is the Way: The Timeless Art of Turning Trials into Triumph"},"image":{"_text":"https://images.gr-assets.com/books/1391440316m/18668059.jpg"}}},{"review":"Not a particularly deep or nuanced book about psychopaths or psychology in general but still a fairly interesting and fun read.","rating":{"_text":"4"},"book":{"title":{"_text":"The Psychopath Test: A Journey Through the Madness Industry"},"image":{"_text":"https://images.gr-assets.com/books/1364166270m/12391521.jpg"}}},{"rating":{"_text":"5"},"book":{"title":{"_text":"We Should All Be Feminists"},"image":{"_text":"https://images.gr-assets.com/books/1430821222m/22738563.jpg"}}},{"review":"This book was hilarious, absurd and entertaining but mainly only at the start and at the end. <br /><br />Similar to other reviewers, I found myself fatigued as the book continued, a feeling that is exasperated by the underlying theme of repetitiveness and cycles throughout the book. It was difficult to keep all the names and family relations straight, and I had to resort to the internet a couple of times to keep everything straight in my head. <br /><br />I would recommend this approach to many others because not only does it help you understand context but it also emphasizes the massive scope of time covered in the book. There aren't many other books like it that capture the passing generations like this one. <br /><br />Near the end the action definitely picked up and the main themes become very apparent so I'm happy I stuck to reading/listening even though I was getting a bit tired. I would encourage others to definitely try to finish, if you are more than half-way through the book. ","rating":{"_text":"3"},"book":{"title":{"_text":"One Hundred Years of Solitude"},"image":{"_text":"https://images.gr-assets.com/books/1327881361m/320.jpg"}}}]}