{
    "reviews": [{
        "rating": {
            "_text": "4"
        },
        "book": {
            "title": {
                "_text": "Being Mortal: Medicine and What Matters in the End"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1408324949m/20696006.jpg"
            }
        }
    }, {
        "review": "This book starts off a bit slow since at first Michael Pollan is simply re-hashing common knowledge for anyone that isn't new to healthy eating, fitness and the dieting game. I found myself absentmindedly nodding along, wondering if I should even bother finishing it, BUT I highly recommend you stick with it, because I can honestly say this book gave me an entire new perspective on food and my eating habits.<br /><br />Before this reading this book, I had always been in the \"nutritionism\" camp, believing that food is simply fuel and it's wholesomeness could be boiled down to the sum of it's constituent nutrients. I think I found myself with this mindset, because that's largely what I had been exposed to, especially on mainstream fitness communities like reddit and bodybuilding forums, where \"you can eat what you want, as long as it fits your macros\" is a common phrase. Which technically is not bad advice, especially when your goals are short term.<br /><br />As I progressed throughout the book, Michael Pollan began to change my mind starting with his exposal of the food industries tampering with US government diet recommendations and the swaying of scientists opinions. I wasn't exactly blind to the food industries corruption before but I hadn't realised it had started so early, so rampant and so transformative of an entire nations diet.<br /><br />However, the erosion of trust of the food industry and supermarkets was only the beginning, as Pollan also highlights the difficulties with diet, due to the presence of innumerable confounding variables it starts to become clear how little we really know about nutrition. One need only look at how frequently respected institutions condemn previous nutrition advice THEY gave not too long ago. Pollan kindly points out however, that this isn't the scientists fault, as scientists can only make conclusions based on variables they can measure and as technology improves new variables are discovered that were previously unknown invalidating previous results.<br /><br />In the latter parts of the book, there was also lots of practical tips for determining what to eat and how to eat besides the the really obvious ones (Avoid processed food with ingredients you don't know). Some of the ones I found most useful:<br />- The amount of time and money spent preparing the food is inversely proportional to the amount of food you eat. This is a really useful tip for me because I have a peanut butter binging problem! Buying large jars from Costco often results in me eating half a jar in one session which makes me feel awful emotionally and physically. However, if I buy a small expensive jar from Whole Foods I find I'm much less likely to binge and I'm able to have peanut butter in the house...<br />- When buying meat look for grass-FINISHED not just grass fed<br />- Tofu is not a heavily processed food, it is a food that is thousands of years old -&gt; Just soybean milk curds<br />- To eat deliberately instead of compulsively. Furthermore to eat meals with other people when possible and not to snack. I actually found that this simple advice completely changed my eating habits and the way I thought about foods. What Michael Pollan explains is that eating is a social and cultural activity, instead of just a means to get fuel into the body, so one shouldn't rush the enjoying of this activity or multi-task (e.g. watching tv) during it. Having a self-enforced rule of only eating with other people/family makes it really easy to ensure I do not overeat snacks, and furthermore that if I do eat alone, that I fully immerse myself in the experience of eating without any other distractions.<br />- Multi-vitamins are most useful for when we are older, since that is when our bodies are no longer good enough to adequately absorb nutrients from food. Don't waste your money on them when you are younger...<br />- Although food from the local farmers market is expensive, if one can afford it they should buy it. Both for individual health but also for the ecological health of the community. I used to think that farmers markets is something that only the rich could afford and it wouldn't be a realistic option for food production for the masses, but now I see that for sustainable farming to be successful it initially needs buy-in for the those who can afford it. Thus it is my responsibility to buy local food when I can afford it as a means to give back to the community! <br /><br />Lastly, even during the boring parts I thought that Michael Pollen had really good and engaging commentary that was easy to listen to.<br /><br />TLDR: Book starts off a bit slow but absolutely keep reading because it might be transform your perception of food and your diet! Highly recommend.",
        "rating": {
            "_text": "5"
        },
        "book": {
            "title": {
                "_text": "In Defense of Food: An Eater's Manifesto"
            },
            "image": {
                "_text": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
            }
        }
    }, {
        "review": "Obviously the book was amazing and it was even harder to put down than \"The Way Of Kings\" as the pacing really picked up in this book. <br /><br />But I will say that I am a bit disappointed in the amount of power creep in this book. It felt like a couple of the characters just had massive amounts of plot armor, they couldn't die and you knew somehow in the end somehow they would come save the day. It definitely felt a bit more contrived than the first book.<br /><br />Having said that, I thoroughly enjoyed the book and will be reading the next one very soon.",
        "rating": {
            "_text": "5"
        },
        "book": {
            "title": {
                "_text": "Words of Radiance (The Stormlight Archive, #2)"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1507307927m/17332218.jpg"
            }
        }
    }, {
        "review": "I think that David Sedaris is a comical genius.<br /><br />Keep in mind that I listened to the audio-book version of the book but everything about the book was really well done and a joy to listen to. His delivery and timing are immaculate, he seems to pause just at the right time to make sure a punch-line hits. Combined with his clever use of misdirection you will be often caught off-guard and burst out laughing at inopportune times. <br /><br />He does a great job at setting the scene through really vivid and sometimes hilarious similes and metaphors, that sometimes just the description of the scenario will have me chuckling. e.g. Fingertips looked like burnt match sticks &lt;- When describing blackened fingertips from collection trash <br /><br />My portions of the book were the really mundane stories that delved deeper and deeper into ridiculousness through Sedaris's inner monologue and hyperboles. e.g. When he was lined up behind a obnoxious time wasting couple in a convenience store.<br /><br />Outside of that I found his commentary and life story fairly interesting and inspiring, I look forward to reading more books from David Sedaris.<br /><br />However, there were some parts of the book like the poetry and satire that I did not really enjoy as much, thus the 4 stars",
        "rating": {
            "_text": "4"
        },
        "book": {
            "title": {
                "_text": "Let's Explore Diabetes with Owls"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1359704028m/15790837.jpg"
            }
        }
    }, {
        "rating": {
            "_text": "5"
        },
        "book": {
            "title": {
                "_text": "The Way of Kings (The Stormlight Archive, #1)"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1388184640m/7235533.jpg"
            }
        }
    }, {
        "review": "A bunch of chakra and chi mumbo-jumbo garbage. Could not get through it all. Would not recommend.",
        "rating": {
            "_text": "1"
        },
        "book": {
            "title": {
                "_text": "The Untethered Soul: The Journey Beyond Yourself"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1354898395m/1963638.jpg"
            }
        }
    }, {
        "rating": {
            "_text": "5"
        },
        "book": {
            "title": {
                "_text": "Ender's Game (Ender's Saga, #1)"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1408303130m/375802.jpg"
            }
        }
    }, {
        "rating": {
            "_text": "5"
        },
        "book": {
            "title": {
                "_text": "Winners Take All: The Elite Charade of Changing the World"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1528750369m/37506348.jpg"
            }
        }
    }, {
        "review": "Although the overall feel in this book was slightly different, the themes were very reminiscent of \"A Man's Search For Meaning\", which makes sense because both deal with the meaning of life and a sense of purpose in an completely terrible and unfair situation.",
        "rating": {
            "_text": "4"
        },
        "book": {
            "title": {
                "_text": "The Sun Does Shine: How I Found Life and Freedom on Death Row"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1496780260m/34964905.jpg"
            }
        }
    }, {
        "rating": {
            "_text": "5"
        },
        "book": {
            "title": {
                "_text": "Deep Work: Rules for Focused Success in a Distracted World"
            },
            "image": {
                "_text": "https://images.gr-assets.com/books/1447957962m/25744928.jpg"
            }
        }
    }]
}